Repository: frantzcy/woocommerce-payment-gateway-for-saferpay
Catalog: languages/fnwc-woocommerce-*.po
Languages: de_de

source: WooCommerce Payment Gateway for Saferpay
de_de: WooCommerce Payment Gateway für Saferpay

source: Enable/Disable
de_de: Ein-/Ausschalten

source: Enable Saferpay Payment
de_de: Saferpay Payment aktivieren

source: Saferpay Account ID
de_de: Saferpay-Konto ID

source: Your Saferpay account ID. The ID of the Saferpay Test Account is 99867-94913159.
de_de: Die ID ihres Saferpay-Kontos. Die ID des Testkontos ist 99867-94913159.

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout.
de_de: Dieser Titel wird während des Zahlungsvorganges angezeigt.

source: Customer Message
de_de: Nachricht an Kunde

source: Invoice prefix
de_de: Rechnungspräfix

source: Please enter a prefix for your invoice numbers. If you use your Saferpay account for multiple stores ensure this prefix is unqiue to identify the order correctly.
de_de: Bitte geben Sie das Präfix für die Bestell-/Rechnungsnummer an. Falls Sie ihr Saferpay-Konto für mehrere Shops benutzen, geben Sie ein eindeutiges Präfix an. So können Sie die Bestellung sicher identifizieren.

source: Invoice description
de_de: Rechnungsbeschreibung

source: This is the description which the user sees during the Saferpay payment process. Use the placeholder #_ORDERID to get the Id of the current order.
de_de: Dies ist die Beschreibung, die die Benutzer während des Zahlungsvorganges auf Saferpay sehen. Der Platzhalter #_ORDERID wird mit der Nummer der aktuelle Bestellung ersetzt.

source: Your order # #_ORDERID
de_de: Ihre Bestellung # #_ORDERID

source: Payment methods
de_de: Zahlungsmittel

source: Direct payment
de_de: Sofortüberweisung

source: Could not connect to the payment provider
de_de: Verbindung zum Payment Provider fehlgeschlagen

source: Aborting, order already processing or completed
de_de: Zahlungsvorgang abgebrochen, der Auftrag ist bereits fertiggestellt oder in Bearbeitung

source: Order already processing or completed
de_de: Auftrag ist schon fertiggestellt oder in Bearbeitung

source: Payment amount mismatch
de_de: Betrag stimmt nicht überein.

source: Saferpay payment completed
de_de: Saferpay payment komplett

source: Payment not completed
de_de: Saferpay Payment komplett

source: Payment could not be validated
de_de: Zahlung konte nicht bestätigt werden

source: The WooCommerce Payment Gateway for Saferpay is activated but your system does not meet the requirements:
de_de: Der WooCommerce Payment Gateway für Saferpay ist aktiviert, aber das System erfüllt die Vorgaben nicht:

source: PHP extention curl is missing
de_de: PHP extention curl ist nicht vorhanden

source: WooCommerce is not installed
de_de: WooCommerce ist nicht installiert

source: WooCommerce version 2.0 or higher is not installed
de_de: WooCommerce 2.0 oder höher ist nicht installiert
